Repository: meower-media-co/i18n
Catalog: Meower-Svelte/po/*.po
Languages: de

source: Connecting...
de: Verbinden...

source: Logging in...
de: Anmelden...

source: Invalid username!
de: Ungültiger Benutzername!

source: This account has been deleted!
de: Dieses Konto wurde gelöscht!

source: Session expired! Please login again.
de: Deine Sitzung ist ausgelaufen! Melde dich bitte erneut an.

source: Invalid password!
de: Ungültiges Passwort!

source: Usernames must not have spaces or other special characters!
de: Benutzernamen dürfen keine Leertasten oder andere Sonderzeichen haben!

source: Too many requests! Please try again later.
de: Zu viele Anfragen! Versuche es bitte später erneut.

source: Unexpected {error} error!
de: Unerwarteter {error}-Fehler!

source: Reconnecting...
de: Neu verbinden...

source: Log in
de: Anmelden

source: Create an account
de: Konto erstellen

source: Skip
de: Überspringen

source: (Several features will be unavailable while not logged in.)
de: (Einige Funktionen sind ohne Anmeldung nicht verfügbar.)

source: (You need to be logged in for this page.)
de: (Du must für diese Seite angemeldet sein.)

source: Login to Meower
de: Bei Meower anmelden

source: You must specify a username and a password to login!
de: Du musst einen Benutzernamen und ein Passwort angeben, um dich anzumelden!

source: Username
de: Benutzername

source: Password
de: Passwort

source: Go back
de: Zurück

source: You must specify a username and a password to create an account!
de: Du musst einen Benutzernamen und ein Passwort angeben, um ein Konto zu erstellen!

source: Passwords do not match! Make sure you have entered your password correctly.
de: Die Passwörter passen nicht zusammen! Stelle sicher, dass du dein Passwort richtig eingegeben hast.

source: Creating account...
de: Account wird erstellt...

source: {username} is taken!
de: {username} ist vergeben!

source: Registration Disabled
de: Kontoerstellung ist ausgeschaltet

source: Unfortunately, you may not create a new account at this time. An administrator has disabled registration. Please try again later.
de: Leider kannst du momentan kein Konto erstellen. Ein Administrator hat die Kontoerstellung ausgeschaltet. Versuche es bitte später erneut.

source: Confirm password
de: Passwort bestätigen

source: I agree to
de: Ich stimme zu:

source: Meower's Terms of Service and Privacy Policy
de: Meowers Nutzungsbedingungen und Datenschutzerklärung

source: Join!
de: Beitreten!

source: Let's go!
de: Los geht's!

source: Somehow, you got to a page that doesn't exist...
de: Irgendwie bist du zu einer Seite gekommen, die nicht existiert...

source: (Current page: {page})
de: (Seite: {page})

source: The image must have a name!
de: Das Bild muss einen Namen haben!

source: The image URL must start with https://!
de: Die Bild-URL muss mit https:// anfangen!

source: This image is not on the image host whitelist! Allowed image hosts are:
de: Das Bild ist nicht auf der Whitelist für Bildhosts! Erlaubte Bildhosts sind:

source: Add Image to Post
de: Bild zu Post hinzufügen

source: Image Name
de: Bildname

source: Image URL
de: Bild-URL

source: Preview
de: Vorschau

source: {username}'s profile picture
de: Profilbild von {username}

source: Close
de: Schließen

source: Add
de: Hinzufügen

source: External Link
de: Externer Link

source: Are you sure you wish to go to {url}? If you confirm this action, it will be opened in a new tab.
de: Bist du dir sicher, dass du zu {url} gehen willst? Wenn du dies bestätigst, wird ein neuer Tab geöffnet werden.

source: Cancel
de: Abbrechen

source: Yes
de: Ja

source: Connection Failed
de: Verbindung fehlgeschlagen

source: Meower is currently down for repairs. You can stay up-to-date with the current status of this outage by checking
de: Meower ist momentan aufgrund von Reparaturen nicht verfügbar. Hier kannst du den aktuellen Status verfolgen:

source: Your IP address has been blocked because it was used to violate Meower's Terms of Service or is likely to cause spam.
de: Deine IP-Adresse wurde blockiert, da sie genutzt wurde, um gegen Meowers Nutzungsbedingungen zu verstoßen oder für Spam genutzt wurde.

source: If you think this is a mistake, please email
de: Wenn du glaubst, dass dies ein Fehler ist, schicke bitte eine Email an

source: Failed connecting to server. View console for more information or try again later.
de: Verbindung zum Server fehlgeschlagen. Siehe die Konsole für mehr Informationen, oder versuche es später erneut.

source: Reconnect
de: Neu verbinden

source: Response code is not OK; code is {code}
de: Antwortcode ist nicht OK; Code ist {code}

source: Are you sure you would like to delete this post?
de: Bist du dir sicher, dass du diesen Post löschen willst?

source: Report to Meower Moderators
de: An Meowers Moderatoren melden

source: Delete
de: Löschen

source: Logged Out
de: Abgemeldet

source: You have been logged out. Please login again.
de: Du wurdest abgemeldet. Melde dich bitte erneut an.

source: Logout
de: Abmelden

source: You must specify a username and password!
de: Du musst einen Benutzernamen und ein Passwort angeben!

source: Join Meower
de: Meower beitreten

source: Are you sure you would like to logout?
de: Bist du dir sicher, dass du dich abmelden willst?

source: Results
de: Ergebnisse

source: Error loading results. Please try again.
de: Laden von Ergebnissen fehlgeschlagen. Versuche es bitte noch einmal.

source: No results found.
de: Keine Ergebnisse gefunden.

source: Server Selector
de: Serverwahl

source: WARNING!
de: ACHTUNG!

source: Connecting to a custom server can be dangerous! They will get your IP address and some details about your device upon connecting. They may also be running custom code to log passwords or other sensitive information.
de: Mit einem eigenen Server zu verbinden kann gefährlich sein! Sie bekommen deine IP-Adresse und einige Details über dein Gerät, sobald du dich verbindest. Sie können auch eigenen Code nutzen, um Passwörter oder andere wichtige Informationen zu speichern.

source: This feature is intended for developers.
de: Diese Funktion ist für Entwickler gedacht.

source: Reset
de: Zurücksetzen

source: Save & Reload
de: Speichern & Neu laden

source: Username...
de: Benutzername...

source: Password...
de: Passwort...

source: Join
de: Beitreten

source: Add Member
de: Mitglied hinzufügen

source: Someone's privacy settings are preventing you from adding {username} to {nickname}
de: Die Privatsphäreeinstellungen hindern dich daran, {username} zu {nickname} hinzuzufügen

source: {username} not found.
de: {username} wurde nicht gefunden.

source: {username} is already a member of {nickname}.
de: {username} ist schon ein Mitglied von {nickname}.

source: Too many requests! Try again later.
de: Zu viele Anfragen! Versuche es später erneut.

source: Enter Username
de: Benutzername eingeben

source: Search for Users
de: Nach Benutzern suchen

source: Search
de: Suchen

source: Change Nickname
de: Spitzname ändern

source: Chat Nickname
de: Chat-Spitzname

source: Create Chat
de: Chat erstellen

source: Chat Nickname...
de: Chat-Spitzname...

source: {username}'s Profile
de: Profil von {username}

source: View full profile
de: Volles Profil sehen

source: Remove from chat
de: Von Chat entfernen

source: Make owner of chat
de: Eigentümer des Chats machen

source: Leave Chat
de: Chat verlassen

source: Are you sure you want to leave {nickname}?
de: Bist du dir sicher, dass du {nickname} verlassen willst?

source: Leave
de: Verlassen

source: Remove {username}
de: {username} entfernen

source: Are you sure you want to remove {username} from {nickname}?
de: Bist du dir sicher, dass du {username} aus {nickname} entfernen willst?

source: Remove member
de: Mitglied entfernen

source: Transfer Ownership to {username}
de: {username} Eigentümer machen

source: Are you sure you want to transfer ownership of {nickname} to {username}?
de: Bist du dir sicher, dass du {username} zum Eigentümer von {nickname} machen willst?

source: Transfer Ownership
de: Zum Eigentümer machen

source: Clear {username}'s Posts
de: Posts von {username} löschen

source: Are you sure you wish to delete all of {username}'s posts? Currently, there is no easy way to recover all of their deleted posts!
de: Bist du dir sicher, dass du alle von {username}s Posts löschen willst? Momentan gibt es keinen einfachen Weg, alle gelöschten Posts wiederherzustellen!

source: Are you sure you wish to delete all of {username}'s posts in {origin}? Currently, there is no easy way to recover all of their deleted posts!
de: Bist du dir sicher, dass du alle von {username}s Posts in {origin} löschen willst? Momentan gibt es keinen einfachen Weg, alle gelöschten Posts wiederherzustellen!

source: Confirm
de: Bestätigen

source: Clear {username}'s Quote
de: {username}'s Zitat löschen

source: Are you sure? This action is irreversible!
de: Bist du dir sicher? Diese Aktion ist unwiederherstellbar!

source: Clear Quote
de: Zitat löschen

source: Create Netblock
de: Netblock erstellen

source: Type
de: Typ

source: Full
de: Voll

source: Registration
de: Registrierung

source: This blocks any connection request to Meower's CloudLink server and blocks any REST API request.
de: Dies blockiert jede Verbindung zu Meower's CloudLink-Server und blockiert jede REST-API-Anfrage.

source: Please confirm the user's username ({username}):
de: Bestätige bitte den Benutzernamen des Nutzers ({username}):

source: This action can be very destructive! By confirming this, you acknowledge and take responsibility for the consequences of this action. Are you absolutely sure you wish to continue?
de: Diese Aktion kann sehr zerstörend sein! Bei Bestätigung hast du die Verantwortung für jegliche Konsequenz dieser Aktion. Bist du dir absolut sicher, dass du weitermachen willst?

source: Cancelled!
de: Abgebrochen!

source: Delete {username}
de: {username} löschen

source: Mode
de: Modus

source: Cancel scheduled deletion
de: Geplante Löschung abbrechen

source: Immediate deletion
de: Sofortige Löschung

source: Purge
de: Auslöschen

source: Cancel scheduled account deletion.
de: Geplante Kontenlöschung abbrechen.

source: Schedule account for deletion after 7 days.
de: Plane Kontenlöschung nach 7 Tagen.

source: Immediately delete account.
de: Sofort Konto löschen.

source: Purge everything about the account. It'll be like it never existed.
de: Lösche das Konto aus. Es wäre, als ob es nie existiert hätte.

source: Delete {cidr} Netblock
de: Lösche {cidr}-Netblock

source: Are you sure you want to delete {cidr} netblock?
de: Bist du dir sicher, dass du {cidr}-Netblock löschen willst?

source: Block home posts
de: Blockiere Home-Posts

source: Blocks creating new home posts.
de: Blockiert das Erstellen neuer Home-Posts.

source: Block chat posts
de: Blockiere Chatposts

source: Blocks creating new chat posts.
de: Blockiert das erstellen neuer Chatposts.

source: Block new chats
de: Blockiere neue Chats

source: Blocks creating new group chats and starting DMs.
de: Blockiert das Erstellen neuer Gruppenchats und das Anfangen von Direktnachrichten.

source: Block editing group chat nicknames
de: Bearbeiten von Gruppenchat-Spitznamen blockieren

source: Blocks editing group chat nicknames.
de: Blockiert das Bearbeiten von Gruppenchat-Spitznamen.

source: Block editing quote
de: Bearbeiten von Zitaten blockieren

source: Blocks editing their quote.
de: Blockiert das Bearbeiten von Zitaten.

source: {username}'s Restrictions
de: Beschränkungen von {username}

source: Save
de: Speichern

source: Enable repair mode
de: Reparaturmodus starten

source: Are you sure? This will disconnect everyone and prevent anyone from being able to reconnect!
de: Bist du dir sicher? Dies wird die Verbindung von allen beenden und das Neuverbinden nicht erlauben!

source: Kick all users
de: Alle Nutzer kicken

source: Are you sure? This will disconnect everyone!
de: Bist du dir sicher? Dies wird die Verbindung von allen beenden!

source: Disabling registration...
de: Registration ausschalten...

source: Enabling registration...
de: Registration einschalten...

source: Successfully {registration} registration!
de: Erfolgreich {registration}-Registration!

source: Failed {registration} registration: {error}
de: {registration}-Registration fehlgeschlagen: {error}

source: Moderation Panel
de: Moderation

source: Moderate User
de: Moderiere Nutzer

source: Submit
de: Absenden

source: View Recent Users
de: Neue Nutzer einsehen

source: Moderate IP
de: Moderiere IP

source: IP address...
de: IP-Adresse...

source: View Recent Netblocks
de: Neue Netblocks einsehen

source: Moderate Post
de: Moderiere Post

source: Announcement text here...
de: Ankündigungstext...

source: Registration is currently disabled! New users will be blocked from joining Meower until registration is re-enabled.
de: Registration ist momentan ausgeschaltet! Neue Nutzer werden davon abgehalten, Meower beizutreten, bis Registration wieder aktiviert ist.

source: Restart server
de: Server neustarten

source: Disable registration
de: Registration ausschalten

source: Enable registration
de: Registration einschalten

source: Reports
de: Meldungen

source: Any
de: Alle

source: Pending
de: Ausstehend

source: Completed with no action taken
de: Ohne Aktion vollendet

source: Completed with action taken
de: Mit Aktion vollendet

source: User
de: Nutzer

source: Error loading reports. Please try again.
de: Laden von Meldungen fehlgeschlagen. Versuche es bitte erneut.

source: Yay, there are no pending reports!
de: Super, es gibt keine laufenden Meldungen!

source: No reports found. Check back later!
de: Es wurden keine Meldungen gefunden. Schaue später nach!

source: Moderate {id}
de: {ip} moderieren

source: Nickname:
de: Spitzname:

source: Owner:
de: Besitzer:

source: Members:
de: Mitglieder:

source: Created:
de: Erstellt:

source: Last active:
de: Zuletzt aktiv:

source: Deleted?
de: Gelöscht?

source: Notes
de: Notizen

source: Danger Zone
de: Gefahrenzone

source: Delete chat
de: Chat löschen

source: Moderate {ip}
de: {ip} moderieren

source: IP address:
de: IP-Adresse:

source: Country:
de: Land:

source: Last Used
de: Zuletzt genutzt

source: {ip} is currently fully blocked from accessing Meower's Cloudlink server and REST API.
de: {ip} wird momentan komplett davon abgehalten, den Cloudlink und die REST-API von Meower zu nutzen.

source: {ip} is currently blocked from creating new Meower accounts.
de: {ip} kann momentan keine Meower-Konten erstellen.

source: Actions
de: Aktionen

source: View/edit notes
de: Notizen einsehen/bearbeiten

source: Delete netblock
de: Netblock löschen

source: Moderate {postid}
de: {postid} moderieren

source: Current post
de: Momentaner Post

source: Revisions
de: Bearbeitungen

source: {username} does not exist!
de: {username} existiert nicht!

source: Sending alert...
de: Nachricht wird gesendet...

source: Alert sent!
de: Nachricht wurde gesendet!

source: Error sending alert: {error}
de: Fehler beim Senden von Nachricht: {error}

source: Kicking...
de: Wird gekickt...

source: Kicked!
de: Gekickt

source: Moderate {username}
de: {username} moderieren

source: This account is protected. If you are not a sysadmin, some options will be unavailable.
de: Dieses Konto ist geschützt. Wenn du kein Sysadmin bist, sind manche Optionen nicht verfügbar.

source: This account has been deleted. Deleted accounts cannot be recovered.
de: Dieses Konto wurde gelöscht. Gelöschte Konten sind nicht wiederherstellbar.

source: You may release the username by purging the account.
de: Du kannst den Benutzernamen verfügbar machen, indem du dieses Konto auslöschst.

source: This account is scheduled to be deleted after
de: Dieses Konto wird gelöscht nach

source: User Info
de: Nutzerinfo

source: Username:
de: Benutzername:

source: PFP:
de: Profilbild:

source: Quote:
de: Zitat:

source: Permissions:
de: Genehmigungen:

source: Last seen:
de: Zuletzt gesehen:

source: Unread inbox?
de: Ungelesene Nachrichten?

source: No
de: Nein

source: Alts
de: Andere Konten

source: This list is based on users from their recent IPs. This list may not be accurate.
de: Diese Liste ist auf den neuesten IP-Adressen der User basiert. Die Liste könnte nicht akkurat sein.

source: Recent IPs
de: Neueste IPs

source: IP Addresses
de: IP-Adressen

source: Flags
de: Flaggen

source: Detected VPN/proxy
de: VPN/Proxy erkannt

source: Blocked
de: Blockiert

source: Registration blocked
de: Registrierung blockiert

source: Send Alert
de: Nachricht senden

source: Write something...
de: Schreibe etwas...

source: Send
de: Senden

source: Ban States
de: Bannstatus

source: {username} is
de: {username} ist

source: permanently
de: für immer

source: restricted
de: eingeschränkt

source: until {date}
de: bis {date}

source: State
de: Status

source: None
de: Nichts

source: Temporaily restricted
de: Zeitlich eingeschränkt

source: Permanently restricted
de: Permanent eingeschränkt

source: Permanently banned
de: Permanent gebannt

source: This applies no restrictions to the user.
de: Dies gibt dem Nutzer keine Einschränkungen.

source: This prevents the user from logging in.
de: Dies hält den Nutzer davon ab, sich anzumelden.

source: Restrictions
de: Einschränkungen

source: Edit Restrictions
de: Einschränkungen bearbeiten

source: Expires (in your local timezone)
de: Läuft ab (in deiner Zeitzone)

source: - this time has passed
de: - diese Zeit ist vorbei

source: Reason (will be shown to user)
de: Grund (wird dem Nutzer angezeigt)

source: Reason text here...
de: Grundtext...

source: The ban state has changed. You must save the new ban state before it's applied.
de: Der Bannstatus hat sich geändert. Du musst den neuen Bannstatus speichern, bevor er gültig wird.

source: Save ban state
de: Bannstatus speichern

source: Other Actions
de: Andere Aktionen

source: View posts
de: Posts einsehen

source: Kick
de: Kicken

source: Force kick
de: Zwanghaft kicken

source: Set permissions
de: Berechtigungen setzen

source: View permissions
de: Berechtigungen einsehen

source: Delete account
de: Konto löschen

source: Notes for {cidr}
de: Notizen für {cidr}

source: Recent Netblocks
de: Neue Netblocks

source: Error loading netblocks. Please try again.
de: Laden von Netblocks fehlgeschlagen. Versuche es bitte noch einmal.

source: No netblocks found. Check back later!
de: Keine Netblocks gefunden. Schaue später nach!
