Repository: meower-media-co/i18n
Catalog: Meower-Website/po/*.po
Languages: es

source: Meower | Home
es: Meower | Página principal

source: Home
es: Página principal

source: Launch
es: Abrir

source: About Us
es: Sobre nosotros

source: More
es: Más

source: Forums
es: Foros

source: Welcome
es: Bienvenid@

source: Meower is a free, open-source, and nonprofit social media platform free of tracking, ads, and data collection.
es: Meower es una plataforma de redes sociales gratuita, de código abierto y sin ánimo de lucro, libre de rastreo, anuncios y recopilación de datos.

source: Join our community today and start connecting with like-minded individuals.
es: Únase hoy mismo a nuestra comunidad y empiece a conectar con personas de ideas afines.

source: Safe for All
es: Seguro para todos

source: A friendly place to be. We are committed to keeping Meower safe and welcoming for all. Our dedicated team works tirelessly to enforce community guidelines and ensure a positive experince for everyone.
es: Un lugar acogedor. Nos comprometemos a mantener Meower seguro y acogedor para todos. Nuestro equipo trabaja incansablemente para hacer cumplir las directrices de la comunidad y garantizar una experiencia positiva para todos.

source: all.
es: todo.

source: Our dedicated team works tirelessly to enforce community guidelines and ensure a positive experince for everyone.
es: Nuestro equipo trabaja sin descanso para hacer cumplir las normas de la comunidad y garantizar una experiencia positiva para todos.

source: Meower started life as a Scratch 3.0-based social media platform. We have a long history, too! WIth the continuous support of our amazing community, we've evolved into a feature-rich platform for all kinds. Explore our
es: Meower nació como una plataforma de redes sociales basada en Scratch 3.0. También tenemos una larga historia. Con el apoyo continuo de nuestra increíble comunidad, hemos evolucionado hasta convertirnos en una plataforma repleta de funciones para todo tipo de usuarios. Explora nuestra

source: to learn about our journey.
es: para conocer nuestro bagaje.

source: Open-Source
es: Código abierto

source: Transparency is at the core of Meower. We believe in the power of open-source collaboration. Anyone is welcome to contribute, fork or view the Meower source code on our
es: La transparencia es la esencia de Meower. Creemos en el poder de la colaboración del código abierto. Cualquiera es bienvenido a contribuir, bifurcar o ver el código fuente de Meower en nuestra página web

source: repository. Together, we can build a better platform for all.
es: repositorio. Juntos podemos construir una plataforma mejor para todos.

source: Join the Community
es: Únase a la Comunidad

source: Are you ready to join a vibrant community of creators and enthusiasts?
es: ¿Estás listo para unirte a una vibrante comunidad de creadores y entusiastas?

source: Sign up
es: Regístrate

source: for a Meower account today and start sharing your ideas, creations and stories with the world. Let your vice be heard and connect with fellow Meowers!
es: y empieza a compartir tus ideas, creaciones e historias con el mundo. ¡Deja que se oiga tu vicio y conéctate con otros Meowers!
